Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Appraisal well 25/8-18 S was drilled approx. 0.9 kilometres southeast of the 25/8-4 discovery well and about 180 kilometres west of Stavanger.
nb: Avgrensningsbrønn 25/8-18 S er boret 0,9 kilometer sørøst for funnbrønnen 25/8-4 og om lag 180 kilometer vest av Stavanger.

source: The primary and secondary exploration targets for 25/8-18 S were to confirm oil volumes, the producibility properties and also to examine the discovery higher up in the structure in Palaeocene reservoir rocks (in the Heimdal formation and intra-Balder formation sandstone, respectively).
nb: Primært og sekundært letemål for 25/8-18 S var å bekrefte oljevolumer, produserbarheten og dessuten å undersøke funnet høyere opp på strukturen i paleocene reservoarbergarter (i henholdsvis Heimdalformasjonen og intra Balderformasjonen sandstein).

source: 25/8-18 S encountered an approx. 25-metre oil column in the Heimdal formation with very good reservoir properties.
nb: 25/8-18 S påtraff en oljekolonne på om lag 25 meter i Heimdalformasjonen med svært gode reservoaregenskaper.

source: The Heimdal formation is 55 metres thick in total.
nb: Heimdalformasjonen er i alt 55 meter tykk.

source: Gas was also encountered in a thin sandstone in the Balder formation.
nb: I tillegg ble det påtruffet gass i en tynn sandstein i Balderformasjonen.

source: Preliminary estimates of the size of the discovery are now between 5 and 12 million Sm3 recoverable oil.
nb: Foreløpige beregninger av størrelsen på funnet er nå på mellom 5 og 12 millioner Sm3 utvinnbar olje.

source: The licensees will assess various development alternatives together with other discoveries in the area.
nb: Rettighetshaverne vil vurdere ulike utbyggingsalternativer sammen med andre funn i området.

source: This is the 14th exploration well drilled in production licence 169.
nb: Dette er den 14. letebrønnen som er boret i utvinningstillatelse 169.

source: Well 25/8-18 S was drilled to a vertical and measured depth of 1863 and 1867 metres below the sea surface, respectively, and was terminated in the Shetland Group in the Upper Cretaceous.
nb: Brønn 25/8-18 S ble boret til et vertikalt og målt dyp på henholdsvis 1863 og 1867 meter under havoverflaten og ble avsluttet i Shetlandgruppen i øvre kritt.

source: Water depth is 129 metres.
nb: Havdypet er 129 meter.

source: The well was drilled by the Transocean Leader drilling facility, which will now carry out permanent plugging of a previous discovery well, 25/11-16 (Svalin), in the same production licence.
nb: Brønnen ble boret av boreinnretningen Transocean Leader, som nå skal foreta en permanent plugging av tidligere funnbrønn 25/11-16 (Svalin) i samme utvinningstillatelse.

source: Wellbore 7122/7-4 S will be drilled from the drilling facility Polar Pioneer in position 71°15’13.074”N and 22°19’5.414”E.
nb: Brønnbanen 7122/7-4 S skal bores fra boreinnretningen Polar Pioneer i posisjon 71°15'13.074"N og 22°19'5.414"Ø.

source: The drilling programme for wellbore 7122/7-4 S concerns drilling of an appraisal well on the 7122/7-1 Goliat discovery in production licence 229.
nb: Boreprogrammet for brønnbane 7122/7-4 S gjelder boring av en avgrensningsbrønn på funnet 7122/7-1 Goliat i utvinningstillatelse 229.

source: The oil discovery 7122/7-1 Goliat lies in its entirety within production licence 229 between the Snøhvit field and Hammerfest.
nb: Oljefunnet 7122/7-1 Goliat er i sin helhet innenfor utvinningstillatelse 229 mellom Snøhvitfeltet og Hammerfest.

source: The reservoir is sandstone from the Late Triassic to Mid-Jurrasic ages and lies about 1100 metres below sea level.
nb: 1100 meter under havoverflaten.

source: The discovery consists of a number of structural segments near the Troms-Finnmark fault.
nb: Funnet består av en rekke strukturelle segmenter opp mot Troms-Finnmark forkastningen.

source: The licensees in the permit are Det Norske Oljeselskap AS, Statoil ASA and Eni Norge AS.
nb: Det Norske Oljeselskap AS, Statoil ASA og Eni Norge AS er rettighetshavere i tillatelsen.

source: Their ownership interests are 15, 20 and 65 % respectively.
nb: Deres rettighetsandeler er henholdvis 15, 20 og 65 %.

source: Eni Norge AS is the operator.
nb: Eni Norge AS er operatør.

source: The well was drilled about 25 kilometres east of the Jotun field in the central part of the North Sea, and about 138 kilometres west of Haugesund.
nb: Brønnen ble boret om lag 25 kilometer øst for Jotunfeltet i den midtre delen av Nordsjøen og om lag 138 kilometer vest for Haugesund.

source: The objective of the well was to prove petroleum in Middle Jurassic reservoir rocks (the Hugin and Sleipner formations).
nb: Hensikten med brønnen var å påvise petroleum i midte jura reservoarbergarter (Hugin- og Sleipnerformasjonen).

source: The well encountered an approx. 19-metre thick Hugin formation, of which approx. 15 metres had relatively good reservoir properties, and a Sleipner formation of about 31 metres with relatively poor reservoir properties.
nb: Brønnen påtraff en om lag 19 meter tykk Huginformasjon, hvorav ca 15 meter med relativt gode reservoaregenskaper, og en om lag 31 meter tykk Sleipnerformasjon med relativt dårlige reservoaregenskaper.

source: The well was drilled to a vertical depth of 2397 metres below sea level, and was terminated in the Sleipner formation in the Middle Jurassic.
nb: Brønnen ble boret til et vertikalt dyp av 2397 meter under havflaten, og ble avsluttet i Sleipnerformasjonen i midtre jura.

source: Well 25/9-4 was drilled by the Ocean Vanguard drilling facility, which will now proceed to the 16/2-6 Johan Sverdrup oil discovery in production licence 265 in the central part of the North Sea to drill appraisal well 16/2-19, where Statoil is the operator.
nb: Brønn 25/9-4 ble boret av boreinnretningen Ocean Vanguard, som nå skal til oljefunnet 16/2-6 Johan Sverdrup i utvinningstillatelse 265 i den midtre delen Nordsjøen for å bore avgrensningsbrønn 16/2-19, hvor Statoil er operatør.

source: The well was drilled about 30 km northeast of the Valhall field in the southern part of the North Sea.
nb: Brønnen ble boret om lag 30 km nordøst for Valhallfeltet i den sørlige delen av Nordsjøen.

source: The primary exploration target for the well was to prove petroleum in Upper Jurassic reservoir rocks (Tyne group).
nb: Primært letemål for brønnen var å påvise petroleum i øvre jura reservoarbergarter (Tynegruppen).

source: The secondary exploration target was to prove petroleum in Pre-Jurassic reservoir rocks.
nb: Sekundære letemål var å påvise petroleum i pre-juraiske reservoarbergarter.

source: The well encountered the primary exploration target with thin sandstones and few and thin sandstones in the secondary exploration target.
nb: Brønnen påtraff primært letemål med tynne sandsteiner og få og tynne sandsteiner i det sekundære letemålet.

source: This is the first exploration well in production licence 494.
nb: Dette er den første letebrønnen i utvinningstillatelse 494.

source: Well 2/9-5 S was drilled to a vertical depth of 3617 metres below the sea surface and was terminated in basement rocks.
nb: Brønn 2/9-5 S ble boret til vertikalt dyp av 3617 meter under havflaten og ble avsluttet i grunnfjell.

source: Water depth is 65 metres.
nb: Havdypet er 65 meter.

source: The well was drilled by the Mærsk Giant drilling facility, which will now proceed to the Yme field where Talisman Energy Norge AS is the operator.
nb: Brønnen ble boret av boreinnretningen Mærsk Giant, som nå skal til Ymefeltet der Talisman Energy Norge AS er operatør.

source: The well was drilled just north of the 30/11-8 S gas/oil/condensate discovery which was made in 2011, and about 25 kilometres southwest of the Oseberg South field in the northern part of the North Sea.
nb: Brønnen er boret like nord for gass/olje/kondensat-funnet 30/11-8 S som ble gjort i 2011, og om lag 25 kilometer sørvest av Oseberg Sørfeltet i den nordlige delen av Nordsjøen.

source: The objective of the well was to prove petroleum in Middle Jurassic reservoir rocks (Tarbert, Ness and Etive formations).
nb: Hensikten med brønnen var å påvise petroleum i midtre jura reservoarbergarter (Tarbert-, Ness- og Etiveformasjonene).

source: Well 30/11-10 encountered an oil column of a total of 80 metres in the upper to middle Tarbert formation and 20 metres in the Etive formation, both with generally poor reservoir properties.
nb: Brønn 30/11-10 påtraff en oljekolonne på totalt 80 meter i øvre til midtre Tarbertformasjonen og 20 meter i Etiveformasjonen, begge hovedsakelig med dårlig reservoaregenskaper.

source: Mobile oil was encountered in the Ness formation in good quality reservoir rocks.
nb: I Nessformasjonen var det bevegelig olje i reservorbergarter av god kvalitet.

source: Preliminary calculation of the size of the discovery is between one and three million Sm3 recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet er mellom en og tre millioner Sm3 utvinnbare oljeekvivalenter.

source: The licensees will evaluate the discovery together with the development of other discoveries in the production licence.
nb: Rettighetshaverne vil vurdere funnet sammen med utviklingen av andre funn i utvinningstillatelsen.

source: The well was not formation tested, but extensive data acquisition and sampling were carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: This is the eighth exploration well in production licence 035.
nb: Dette er den åttende letebrønnen i utvinningstillatelse 035.

source: The licence was awarded in the 2nd licensing round in 1969.
nb: Tillatelsen ble tildelt i 2. konsesjonsrunde i 1969.

source: Well 30/11-10 was drilled to a vertical depth of 4054 metres below the sea surface, and was terminated in the Dunlin group in the Lower Jurassic.
nb: Brønn 30/11-10 ble boret til et vertikalt dyp på 4054 meter under havflaten, og avsluttet i Dunlingruppen i nedre jura.

source: Water depth is 105 metres.
nb: Havdypet er 105 meter.

source: Well 30/11-10 was drilled with the Transocean Leader drilling facility, which will drill sidetrack well 30/11-10 A after completing this well.
nb: Brønn 30/11-10 er boret med boreinnretningen Transocean Leader, som etter avslutning av brønnen skal bore sidestegsbrønnen 30/11-10 A.

source: There is little fishery activity in the area and the survey activity is proceeding as planned.
nb: Det er liten fiskeriaktivitet i området, så innsamlingen går som planlagt.

source: Acquisition of seismic data in Vesterålen started two days ago, and is also going as planned so far.
nb: Seismikkinnsamlingen i Vesterålen startet allerede for to dager siden.

source: The Norwegian Petroleum Directorate (NPD) has commissioned the acquisition of seismic data on behalf of the Storting (Norwegian Parliament).
nb: Det er Oljedirektoratet (OD) som er oppdragsgiver for datainnsamlingen, på vegne av Stortinget.

source: The research project designed to study the startle response of seismic surveys on fish is also proceeding according to plan.
nb: Også forskningsprosjektet som skal studere skremmeeffekt av seismikk på fisk, går som planlagt.

source: The project aims to obtain new knowledge about the startle response and how long it takes for fishery activity to normalise after seismic data acquisition.
nb: Prosjektet skal skaffe ny kunnskap både om skremmeeffekt og om hvor lang tid det tar før fisket normaliseres etter seismikkinnsamlingen.

source: The project is being carried out by the Institute of Marine Research (HI) on behalf of the NPD and has a total cost framework of NOK 25 million.
nb: Prosjektet utføres av Havforskningsinstituttet (HI) på vegne av Oljedirektoratet, og det har en total kostnadsramme på 25 millioner kroner.

source: HI designed the project with input from a reference group where both fishery organisations and local politicians are represented.
nb: HI har lagt opp prosjektet med innspill fra en referansegruppe, der både fiskernes organisasjoner og lokale politikere er representert.

source: HI has hired five local fishing vessels which started test fishing on 17 June, 12 days before the seismic data acquisition activity started in Vesterålen.
nb: HI har leid inn fem lokale fiskebåter som startet prøvefiske allerede 17 juni, 12 dager før seismikkinnsamlingen startet i Vesterålen.

source: The fishing vessels will carry out fishing throughout the entire seismic survey period, which runs to 9 August.
nb: Fiskebåtene skal fiske under hele seismikkinnsamlingen, som pågår fram til 9 august.

source: Test fishing will continue after the acquisition activity is concluded, until the fishing has normalised.
nb: Etter at innsamlingen er avsluttet, skal prøvefisket fortsette til fisket har normalisert seg.

source: The research vessel Håkon Mosby is also participating along with the fishing vessels in the research project, which is the largest ever implemented worldwide.
nb: I tillegg til de lokale fiskebåtene er forskningsfartøyet Håkon Mosby med i prosjektet, som er det største noensinne, både her til lands og internasjonalt.

source: There was extensive fishery activity in the summer of 2008 in the part of Vesterålen where seismic data is now being acquired.
nb: Sommeren 2008 var det stor fiskeriaktivitet i det området i Vesterålen der det nå samles seismikk.

source: The agreement entails that the fishers refrain from fishing in a manner which impedes the seismic data acquisition.
nb: Avtalen innebærer at fiskerne skal la være i fiske på en måte som hindrer seismikkinnsamlingen.

source: Apart from that, fishers are free to carry out fishing in the area throughout the entire buy-out period of is six weeks.
nb: Bortsett fra det kan de fiske i området i hele frikjøpsperioden på seks uker.

source: Approximately 110-115 fishers have signed buy-out agreements with the NPD.
nb: I alt har mellom 110 og 115 fiskere inngått frikjøpsavtale med OD.

source: The Storting has directed the NPD to survey the geology in Nordland VII and Troms II to map potential oil and gas deposits.
nb: Det er Stortinget som har gitt oljedirektoratet i oppdrag å kartlegge geologien i Nordland VII og Troms II for å kartlegge mulige olje- og gassforekomster.

source: The results of the survey will be incorporated in the material which will form the basis for the Storting's renewed consideration of the comprehensive management plan for the Barents Sea and the waters off Lofoten in 2010.
nb: Resultatet av undersøkelsen skal være en del av det materialet som skal ligge til grunn når forvaltningsplanen for Barentshavet og havområdene utenfor Lofoten behandles på nytt av Stortinget i 2010.

source: "What a wonderful place to be!
nb: - Det en herlig plass å være!

source: In terms of pure palaeontology, the storehouse holds enough research material for several thousand doctorates!
nb: Paleontologisk sett er det forskningsgrunnlag til flere tusen doktorgrader.

source: The Steinlageret forms the very foundation for everything we know about the Norwegian shelf.
nb: Steinlageret legger selve grunnlaget for alt vi vet om norsk sokkel.

source: If we did not have this information, we would not be able to produce oil and gas from the shelf," says Williams.
nb: Hvis vi ikke hadde hatt denne informasjonen, kunne vi heller ikke utvunnet olje og gass fra sokkelen, sier Williams.

source: An exploration well is drilled to prove a potential deposit of petroleum, or to obtain information to delimit a proven deposit.
nb: En letebrønn bores for å påvise mulig forekomst av petroleum eller skaffe informasjon for å avgrense en påvist forekomst.

source: Exploration wells include wildcat wells and appraisal wells.
nb: Letebrønner omfatter undersøkelses- og avgrensningsbrønner.

source: All companies who are to drill an exploration well on the Norwegian shelf must submit a portion of all drill cores and drill cuttings that are extracted.
nb: Samtlige selskaper som skal bore en letebrønn på norsk sokkel er pliktige til å levere en andel av alle borekjerner og borekaks som blir hentet opp.

source: This rule has been in effect since the very first exploration well was drilled in 1966, and it still applies today.
nb: Regelen har vært gjeldene fra den første letebrønnen ble boret i 1966 og frem til i dag.

source: Not to be discarded
nb: Kan ikke kastes

source: The core sample is a cylindrical sample taken from a rock formation during core drilling.
nb: Kjerneprøven er en sylindrisk prøve tatt fra en bergartsformasjon ved kjerneboring.

source: The entire length of the drill cores must be submitted, but not for the full diameter.
nb: Hele lengden av borekjernene må leveres, men ikke i hele diameter.

source: The requirements call for submission of just one-quarter longitudinal section from exploration wells, and one-half longitudinal section from production wells.
nb: Kun et kvart lengdesnitt fra letebrønner, og et halvt lengdesnitt fra produksjonsbrønner er leveringspliktig.

source: The length of the core may vary from about five to 300 meters.
nb: Lengden på kjerneboret kan variere fra cirka fem til 300 meter.

source: Drill cuttings are crushed rock from the drill bit which is brought up through the borehole together with the drilling fluid (drilling mud).
nb: Borekaks er oppknust stein fra borekronen som bringes opp gjennom borehullet sammen med borevæsken (boreslammet).

source: In addition to 123 kilometres of core samples, the NPD has about 600,000 bags of drill cuttings.
nb: I tillegg til 123 kilometer med kjerneprøver, har OD ca 600 000 poser med borekaks.

source: Together, this makes up 3000 km.
nb: Dette utgjør tilsammen 3000 km.

source: The Steinlageret also contains liquid samples from most of the discoveries on the Norwegian shelf.
nb: Steinlageret har også væskerprøver fra de fleste funn på norsk sokkel.

source: These are stored in a refrigerated room kept at a temperature of -20 C (so that volatile hydrocarbons will not evaporate).
nb: Disse blir oppbevart i et kjølerom som holder -20 C (for at flyktige hydrokarboner ikke skal fordampe).

source: The samples are analysed and stored on the NPD's premises, which requires a huge amount of space.
nb: Prøvene analyseres og oppbevares i OD og det krever stor plass.

source: Nevertheless, the samples may not be discarded.
nb: Likevel kan de ikke kastes.

source: "Researchers constantly find new techniques that allow us to discover more when we analyse geological data.
nb: Forskere finner hele tiden nye teknikker som gjør at vi oppdager mer når vi analyserer geologisk data.

source: There is always something to learn when we go back and analyse older samples using new techniques.
nb: Det er alltid noe å lære når vi går tilbake og analyserer eldre prøver med nye teknikker.

source: This allows us to obtain new knowledge that we would not have been able to obtain using the old techniques.
nb: Da kan vi få ny kunnskap som vi ikke hadde mulighet til å skaffe oss ved hjelp av de gamle teknikkene.

source: That is why it is so important that we keep all of the samples," says Williams.
nb: Derfor er det så viktig å ta vare på alle prøvene, sier Williams.

source: The rock collection is large and fascinating.
nb: Steinsamlingen er stor og fascinerende.

source: Williams confesses that he would love to spend more time in Steinlageret.
nb: Williams innrømmer at han gjerne skulle tilbrakt mer tid på Steinlageret.

source: "I visit there often, but not as often as I would like.
nb: Jeg er der ofte, men ikke så ofte som jeg ønsker.

source: In the laboratory we are always working on preparing samples and microfossil analysis.
nb: På laboratoriet er vi alltid i gang med prøvepreparering og mikrofossilanalyse.

source: We go to the storehouse when we need to select samples that can help answer whatever problem we are trying to resolve."
nb: Vi er på lageret når vi skal plukke ut prøver som kan gi svar på problemet vi søker å løse.

source: A costly affair
nb: En kostbar affære

source: Drilling wells is expensive.
nb: Brønner er dyre å bore.

source: An exploration well costs about NOK 100 million.
nb: En letebrønn koster rundt 100 millioner kroner.

source: Coring costs about NOK 50,000 per meter, thus making an already expensive operation even more costly.
nb: Kjernetaking koster cirka 50.000 kroner per meter, og fordyrer en allerede kostbar operasjon.

source: Normally, only reservoirs are cored.
nb: Derfor er det vanligvis bare reservoarer som kjernebores.

source: (A reservoir is a delimited mass underground where the rocks are so porous or so fractured that they hold large volumes of a liquid or gas that can be exploited).
nb: ( Et reservoar er avgrenset masse i undergrunnen hvor bergarten er så porøs eller sprekkfylt at den inneholder større mengder av en væske eller gass som kan utnyttes).

source: This is important in order to obtain an estimate of the volume of hydrocarbons that can be produced from the source rock.
nb: Dette er viktig for å få et anslag over hvor store mengder hydrokarbon som kan utvinnes fra bergarten

source: Drill cuttings come up with the drilling fluid.
nb: Borekaks kommer opp sammen med borevæsken.

source: These samples are taken continuously, and are therefore not so expensive.
nb: Slike prøver kan tas kontinuerlig og de er defor ikke så dyre.

source: "Even though the samples do not have a market value, they are, financially speaking, irreplaceable.
nb: Selv om prøvene ikke har en markedsverdi er de, økonomisk sett uerstattlige.

source: If we had not taken care of them, we would have had to drill more than 1000 new wells, which would have cost hundreds of millions of kroner.
nb: Hvis vi ikke hadde tatt vare på dem, måtte vi ha boret over 1000 nye brønner.

source: If we take into account improved recovery, new oil and gas discoveries and more efficient (cheaper) exploration as a result of core studies, the value of the cores is quite astronomical," says Williams.
nb: Tar vi hensyn til økt utvinning, nye olje - og gassfunn og mer effektiv (billigere) leting som følge av kjernestudier, blir verdien av kjernene noe helt sinnsykt astronomisk!, sier Williams

source: To be used in projects
nb: Brukes i prosjekter

source: All samples are exempt from public disclosure for two years after they were taken.
nb: Alle prøver er unndratt offentlighet i to år etter at de er tatt.

source: After this, they can be borrowed for studies and sampling.
nb: Etterpå kan de lånes ut til undersøkelser og prøvetaking.

source: Universities, consultant firms and oil companies often apply for access to the samples for use in various projects.
nb: Universiteter, konsulentfirma og oljeselskaper søker ofte om tilgang til prøvene for bruk i ulike prosjekter.

source: The applications are processed by the NPD, and the samples are lent out on the condition that the NPD receives a copy of the final reports from the projects.
nb: Søknadene behandles i OD, og prøvene lånes ut mot at OD får sluttrapportene fra prosjektene.

source: This ensures that the NPD has access to the analyses that have been performed.
nb: Dermed sikrer OD seg tilgang på analysene som er utført.

source: The Steinlageret facility was first completed in 1986.
nb: Steinlageret, stod ferdig i 1986.

source: Since that time, the building has been expanded twice during the course of the 1990s.
nb: Siden den gang er bygget utvidet to ganger i løpet av 1990 - tallet.

source: And even though the hall is a whopping 2870m² in size and the samples are stacked on top of each other, Steinlageret is in the process of bursting its seams once again.
nb: Og selv om arealet er på 2870m² og prøvene er stablet i høyden, er Steinlageret i ferd med å vokse ut av huset igjen.

source: [How to apply for access to the samples ]
nb: [ Hvordan søke om tilgang til prøvene ]
